{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "AssetTypeActions",
			"Children": [
				{
					"Source":
					{
						"Text": "3D Tilemap"
					},
					"Translation":
					{
						"Text": "3D 地图贴片"
					},
					"Key": "FAssetTypeActions_TilemapAssetName"
				}
			]
		},
		{
			"Namespace": "FTilemap3DEditorToolkit",
			"Children": [
				{
					"Source":
					{
						"Text": "Details"
					},
					"Translation":
					{
						"Text": "细节"
					},
					"Key": "DetailsTabLabel"
				},
				{
					"Source":
					{
						"Text": "Details"
					},
					"Translation":
					{
						"Text": "细节"
					},
					"Key": "DetailsTab_Tile"
				},
				{
					"Source":
					{
						"Text": "Tilemap Editor"
					},
					"Translation":
					{
						"Text": "地图贴片 编辑器"
					},
					"Key": "WorkSpaceMenu_TilemapEditor"
				},
				{
					"Source":
					{
						"Text": "TilemapAssetBase"
					},
					"Translation":
					{
						"Text": "地图贴片资源"
					},
					"Key": "TilemapAssetLabel"
				},
				{
					"Source":
					{
						"Text": "TilemapAssetPrefix "
					},
					"Translation":
					{
						"Text": "地图贴片资源前缀"
					},
					"Key": "TilemapAssetTabPrefix"
				},
				{
					"Source":
					{
						"Text": "Viewport"
					},
					"Translation":
					{
						"Text": "视口"
					},
					"Key": "ViewportTab"
				}
			]
		},
		{
			"Namespace": "STilemap3DEditStatusWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "<"
					},
					"Translation":
					{
						"Text": "<"
					},
					"Key": "STiemap3DFloorStatusWidget"
				},
				{
					"Source":
					{
						"Text": "Append Cube"
					},
					"Translation":
					{
						"Text": "添加方块"
					},
					"Key": "AppendCube"
				},
				{
					"Source":
					{
						"Text": "Append Mesh"
					},
					"Translation":
					{
						"Text": "添加模型"
					},
					"Key": "AppendMesh"
				},
				{
					"Source":
					{
						"Text": "Edit Chess"
					},
					"Translation":
					{
						"Text": "编辑棋子"
					},
					"Key": "ChessMode"
				},
				{
					"Source":
					{
						"Text": "Edit Cube"
					},
					"Translation":
					{
						"Text": "编辑方块"
					},
					"Key": "CubeMode"
				},
				{
					"Source":
					{
						"Text": "Edit Mesh"
					},
					"Translation":
					{
						"Text": "编辑模型"
					},
					"Key": "MeshMode"
				},
				{
					"Source":
					{
						"Text": "Edit Player"
					},
					"Translation":
					{
						"Text": "编辑玩家"
					},
					"Key": "PlayerMode"
				},
				{
					"Source":
					{
						"Text": "Floor: {0}"
					},
					"Translation":
					{
						"Text": "层: {0}"
					},
					"Key": "TilemapFloorEntryLabel"
				},
				{
					"Source":
					{
						"Text": "Remove Chess"
					},
					"Translation":
					{
						"Text": "移除棋子"
					},
					"Key": "RemoveChess"
				},
				{
					"Source":
					{
						"Text": "Remove Cube"
					},
					"Translation":
					{
						"Text": "移除方块"
					},
					"Key": "RemoveCube"
				},
				{
					"Source":
					{
						"Text": "Remove Mesh"
					},
					"Translation":
					{
						"Text": "移除模型"
					},
					"Key": "RemoveMesh"
				},
				{
					"Source":
					{
						"Text": "Select Chess"
					},
					"Translation":
					{
						"Text": "选择棋子"
					},
					"Key": "SelectChess"
				},
				{
					"Source":
					{
						"Text": "Select Mesh"
					},
					"Translation":
					{
						"Text": "选择模型"
					},
					"Key": "SelectMesh"
				},
				{
					"Source":
					{
						"Text": "Set PlayerStart"
					},
					"Translation":
					{
						"Text": "放置玩家起点"
					},
					"Key": "PlayerStart"
				},
				{
					"Source":
					{
						"Text": "Spawn Chess"
					},
					"Translation":
					{
						"Text": "放置棋子"
					},
					"Key": "SpawnChess"
				},
				{
					"Source":
					{
						"Text": "Spawn PlayerChess"
					},
					"Translation":
					{
						"Text": "放置玩家棋子"
					},
					"Key": "PlayerChess"
				},
				{
					"Source":
					{
						"Text": "Start Edit"
					},
					"Translation":
					{
						"Text": "开始编辑"
					},
					"Key": "EditStatus_Start"
				},
				{
					"Source":
					{
						"Text": "Stop Edit"
					},
					"Translation":
					{
						"Text": "停止编辑"
					},
					"Key": "EditStatus_Stop"
				},
				{
					"Source":
					{
						"Text": "View Mode"
					},
					"Translation":
					{
						"Text": "观察模式"
					},
					"Key": "ViewMode"
				}
			]
		},
		{
			"Namespace": "STilemap3DPropertiesTabBody",
			"Children": [
				{
					"Source":
					{
						"Text": "Generate path finding data."
					},
					"Translation":
					{
						"Text": "生成寻路网格"
					},
					"Key": "TilemapPathFindingGenerate"
				},
				{
					"Source":
					{
						"Text": "Reset Tileset"
					},
					"Translation":
					{
						"Text": "重置地图"
					},
					"Key": "TilemapFloorResetTileset"
				}
			]
		},
		{
			"Namespace": "STileSetGalleyWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Fill all this floor."
					},
					"Translation":
					{
						"Text": "填满本层"
					},
					"Key": "STileSetGalleyWidget"
				}
			]
		},
		{
			"Namespace": "UEditorWindow",
			"Children": [
				{
					"Source":
					{
						"Text": "DefaultWindow"
					},
					"Translation":
					{
						"Text": "默认窗口"
					},
					"Key": "UEditorWindow"
				}
			]
		}
	]
}